Repository: BlissMediaSolutions/BlissMedia
Catalog: addons/plugin.video.itunes_trailers/resources/language/*/strings.po
Languages: dutch

# #30002
source: [B]DOWNLOADED[/B]
dutch: [B]GEDOWNLOAD[/B]

# #30003
source: Add to CouchPotato
dutch: Voeg toe aan CouchPotato

# #30004
source: [B]download in progress[/B]
dutch: [B]Bezig met downloaden[/B]

# #30005
source: Add to Trakt.tv
dutch: Voeg toe aan Trakt.tv

# #30010
source: Source
dutch: Bron

# #30011
source: All
dutch: Alle

# #30012
source: Most Recent
dutch: Meest Recente

# #30013
source: Most Popular
dutch: meest populair

# #30014
source: Exclusive
dutch: exclusief

# #30020
source: Movie Limit
dutch: Film beperking

# #30021
source: No Limit
dutch: geen beperking

# #30022
source: First 50
dutch: eerste 50

# #30023
source: First 100
dutch: eerste 100

# #30030
source: Trailer quality (Stream)
dutch: Trailer kwaliteit (stream)

# #30041
source: Same as Stream
dutch: Zelfde als Stream

# #30050
source: Trailer download path
dutch: Trailer download locatie

# #30051
source: Force Trailers ViewMode to Thumbnail
dutch: Forceer afspeelmodus naar miniatuur

# #30100
source: Network Error
dutch: Netwerk Fout

# #30101
source: No download path
dutch: Geen download pad

# #30102
source: Do you want to you set it now?
dutch: Wilt u het nu instellen?
